abc
above
absent
acik
action
active
aday
adim
adj
adjusted
after
agent
ago
aiosqlite
ajan
akilli
aksiyon
alan
alanlar
ali
alici
all
allow
almak
alone
already
alt
altina
ama
amal
amount
ana
analitik
analizine
analysis
anayasa
anayasas
and
anda
anki
anti
api
approval
approve
aral
aras
arasin
arasinda
aray
ard
arg
args
arka
arkaya
arm
asagidaki
ask
asset
assets
async
asyncio
atla
atlan
authorized
avoids
avukat
avukatl
ayn
ayni
back
backfill
backward
bagimsiz
bak
bakiye
bakiyes
balance
bankroll
base
basit
baslat
bayra
baz
before
belgelenmi
belirli
below
berabere
best
bid
bildirim
bildirimi
bildirimleri
bile
bilinince
binary
bir
biri
birim
birkac
birlikte
bitcoin
block
blocked
blocking
bool
bos
bot
both
botu
boyutland
bps
breaker
breakeven
btc
buffer
bug
build
bulgu
bulgular
bulgusu
bulgusunu
bulguya
bulguyu
bulucu
bulunur
bust
buy
cache
cagrilir
calc
calculates
calculation
calisir
call
calls
canary
candidate
candidates
candle
candles
canl
canli
cap
capped
caps
captures
case
cause
ceker
cekme
cevaplar
chat
cheap
check
checked
checklist
circuit
clamped
claude
clears
client
clob
close
closed
closer
closes
cloudflare
columns
command
commands
commit
compat
concrete
condition
confidence
config
conn
connection
contains
copy
council
count
cover
cra
crash
create
creates
crede
credentials
cretsiz
crypto
cur
current
daha
dahil
daily
dakika
dakikada
dan
data
date
decide
decimal
default
defaults
degil
degisim
degisti
deki
den
denom
deployment
desc
design
desteklenen
detaylar
devasa
devre
deyece
dict
different
dinamik
disarm
dizin
dizini
document
does
dok
dokunma
dokunulmaz
dolarsa
dolduru
dolmazsa
dolmu
dolu
doluysa
dosya
dosyalar
dosyas
down
drift
driven
dry
dur
durdurmaz
durmuyor
durum
durumu
durumunda
durur
dusunce
dynamic
ede
eder
edge
edges
edilecek
edilen
edilenler
edilince
edilir
edilmez
edilmi
effective
eker
ekle
eklemeli
eklenir
eklenmeli
eksikse
eleman
element
emas
emniyet
empty
end
enleri
enough
entegrasyonu
entry
env
epoch
equal
equals
eren
eri
erini
erir
eriyor
eriyorsa
erken
erlendirilir
erlendirir
erlendirmesi
erleri
erlerini
erli
erlilik
ermeli
error
erse
ersiz
esik
eski
eth
ethereum
etkili
event
exact
example
exception
execute
execution
executor
exist
exists
exit
expired
expiry
eyler
eytan
fail
failing
fails
failure
fair
fake
fallback
falls
false
farkl
fee
fetch
fields
file
fill
filled
fillrate
filter
filtered
find
finding
findings
five
fix
fixes
fixture
fiyat
fiyatlar
flag
float
flow
fmt
fonksiyon
fonksiyonlar
fonksiyonu
for
form
format
formatlar
four
fraksiyonu
fresh
from
full
function
funding
funds
future
gamma
gate
gbm
gecikmi
gecmis
gelecek
gelecekteki
gelir
genel
geni
geoblock
geometrik
ger
gercek
gercekte
gerekli
gerekmez
geri
geriye
get
giri
giriyor
given
global
gone
good
gor
gostergesi
graphify
green
gross
guard
guardrail
gunluk
half
hallucination
halt
ham
handle
happy
hard
hardbaslat
harf
haritas
has
hassasiyeti
hata
hatas
have
haz
heal
healing
hedef
hedefi
hedefine
hem
henuz
her
herhangi
hesab
hesapla
hesaplan
hesaplay
higher
hit
hold
holds
hooks
hours
http
https
human
hyperliquid
icermeli
ids
ift
ihtiyac
iken
iki
ikinci
ikleri
iklik
iklikleri
ile
ilir
ilk
imdiki
imdikine
imi
imiz
imkans
implementasyonu
implementation
ince
include
includes
inde
inden
ine
ini
init
initial
input
insan
insufficient
int
integration
interface
interval
invalid
invalidated
ioc
irir
ise
iskeleti
iso
issues
istatistik
iyile
izler
json
jsonl
kabul
kac
kadar
kal
kalan
kald
kalibrasyon
kan
kap
kapan
kapanan
kapanisinda
kapanm
kapans
kapat
kapsam
kar
karar
karda
kas
katman
katmandan
katmani
katmanl
katmanlar
kay
kayb
kaybetti
kayd
kaydedilmeli
kayip
kayna
kazanc
kazandi
kelly
keni
kesici
kesinli
key
keys
kez
kill
killed
kimdir
kisa
klar
klenen
klenir
kler
known
kollar
kolon
kolonlar
kolonu
komple
komu
komut
konsey
kontrol
kontrolleri
korumasi
ksek
kselince
kten
kull
kullan
kulland
kur
kurallar
kurulumu
kutsald
label
labilmeli
lan
lang
lant
lar
larda
large
larini
late
latma
layer
lazy
least
lem
lemi
len
lenir
less
limit
limiti
limitleri
line
liquidity
list
liste
listesinde
lite
live
lmal
lmaz
lme
load
local
log
logged
logger
loglan
loglar
logs
lookback
loop
loss
losses
lowercase
lte
main
mainloop
make
mal
man
manager
mant
manuel
mark
market
marketi
marketler
marketlerde
marketleri
markets
matched
matches
matematiksel
mati
max
means
mem
memory
mesaj
mesaja
mesajda
mesaji
mesi
message
met
metnini
mevcut
meyen
mez
migration
mikro
mimari
min
minimum
minutes
mis
mism
mismatch
mispricing
missing
miyor
mleri
mock
mod
model
modelde
modeli
monitor
more
move
mplementasyon
muhasebesi
mum
mumun
mutabakat
mzalar
nca
nce
nceki
ncelleme
ncellemeleri
ncellemesi
ncellend
ncellenir
ncellenmi
nceller
ncesi
nda
ndaki
ndaysa
nde
nden
nder
nderici
nderilen
nderilir
nderir
ndeyse
near
neden
neg
negatif
negative
nen
ner
nereden
nerse
nesne
nesneyi
net
netimi
new
nleri
nmak
nmas
nmemeli
nmeyenlerde
non
none
nonzero
noop
normal
not
notification
notifier
notify
notlar
notu
now
nsan
ntemi
null
number
okuyup
olan
olanlar
olarak
old
oldu
olmadan
olmal
olmama
olmamal
olmamali
olmaz
olsa
olu
onay
onayl
oncelikli
ondal
one
ones
only
open
opened
opens
option
oracle
oran
order
oturum
oturumda
outcome
output
over
overrides
overview
overwrite
parametreler
parametresi
parametresini
parse
parsed
pas
pass
passed
passes
past
patch
path
pause
paused
payda
payla
paylasilan
pct
pencere
pending
perfect
performance
performans
periyodun
permissions
pipeline
placement
plan
plandan
plus
pnl
poll
polling
poly
polymarket
pos
position
positions
positive
post
pozisyon
pozisyona
pozisyonda
pozisyonlar
pozisyonlardan
pozisyonu
pozisyonun
pozitif
pre
prefix
premium
price
prices
priority
private
problem
process
produce
profit
proje
proxy
public
pure
query
radaki
raise
raises
ral
ralama
ran
range
ras
rate
raw
rayla
reached
reads
real
realized
reason
reconcile
reconciliation
record
recovered
recovery
red
redteam
ref
referans
referanslar
referansta
referanstayken
reference
refetches
regression
regresyon
remaining
requests
required
requirements
requires
reset
resets
resi
resolution
resolutions
resolved
respects
restart
result
resume
retir
retroaktif
retry
returns
rev
review
rewrite
risk
rla
rlat
rmal
rmas
rollout
root
round
router
rsatlar
rse
rulama
rular
rulay
run
runtime
saat
sabit
sabitle
sabitleri
sadece
sahip
sahte
sal
same
saniyeden
sapmayla
sat
satar
satiri
saves
say
sayisal
sayisi
sayisindan
scan
schema
score
scout
script
sebep
second
seconds
secs
select
self
sell
senaryo
send
seq
session
sessiz
sessizce
set
settings
setup
share
shares
short
shortterm
shot
shows
side
sifirlanir
sigma
signal
simetri
since
single
singleton
sinyal
sistem
sistemi
size
sizefilled
skeleton
skipped
skips
skoru
slice
slug
slugs
small
smart
socks
soft
sol
solana
somut
son
sonra
sonraki
sonras
sonu
sorgu
sorgulanmal
sorgular
sorgusu
sormadan
sorted
sorumluluk
sorusunu
spec
spot
spread
start
startup
state
statistik
stats
status
step
sterir
stermeli
still
stop
store
stores
str
strateji
stratejisi
streak
string
structure
success
suffix
suite
sunucu
suspiciously
switch
symmetry
tabanl
tables
tablolar
tablosu
tablosuna
tablosunda
tak
taken
taker
takes
takibi
taking
takingamount
takip
tal
tam
tamamlama
tan
tarar
target
tarzi
tasar
task
taze
tdd
team
tek
teki
teknik
tekrar
telegram
temel
temizler
ten
test
testi
testler
testleri
tests
tetiklememeli
tetiklenmezse
tetikler
than
thesis
threshold
time
timestamp
tirme
tirmesi
tlar
today
todays
token
tolerans
too
tool
top
toplam
toplar
total
touch
trade
trades
trading
trigger
triggers
true
tta
ttl
tum
tunlar
tununa
tuple
turd
turulur
turur
tut
tutar
twice
two
txt
typical
ula
ulda
ullu
ulu
unauthorized
unavailable
unblock
unchanged
unit
unknown
unmatched
unreasonable
update
updated
uretir
usd
usdc
use
used
uses
usu
utc
uuid
uydurma
uygulama
uygulanmaz
uyumluluk
uzun
vade
vadeli
valid
value
var
varken
varl
varsa
varsay
ven
venlik
verdiyse
veri
verification
verifier
verify
verilince
verilmezse
verince
verir
verirse
verisiz
vermemeli
veto
vetoed
vetoes
veya
vol
warning
warp
weak
web
when
win
window
wins
with
without
works
writes
written
xrp
yak
yakla
yaln
yan
yanlis
yap
yapar
yapilandirmasi
yapisi
yapmamaliyiz
yapmaz
yard
yaz
yazar
yeni
yeniden
yes
yeterince
yile
yine
yiyen
yla
yok
yokken
yoksa
yoktur
yol
yon
yor
yoruz
ysa
zaman
zamanlar
zararda
zca
zdeyi
zelt
zero
zet
zinciri
zincirini
zle
zler
zorunlu