above
adim
agent
ago
ajan
alan
alanlar
allow
almak
alt
ama
analitik
anayasa
anki
api
aral
aras
args
asagidaki
ask
asset
ayn
basit
belirli
below
best
bid
binary
bir
birkac
bitcoin
bool
bot
btc
bulgu
bulgular
bulgusu
bulgusunu
bulucu
calculates
candle
candles
canli
ceker
cekme
cheap
claude
close
closer
concrete
config
constitution
council
crypto
cur
current
daha
dakika
dakikada
data
date
defaults
degisim
degisti
den
desc
design
deyece
dict
document
dolmu
dolu
down
drift
durumu
durumunda
edge
edges
edilen
edilir
eker
eksikse
empty
end
epoch
equal
eri
eriyor
erlendirir
erli
error
ersiz
eski
eth
ethereum
event
exact
example
exist
expired
fail
fair
fake
false
fetch
fields
filter
filtered
find
finding
findings
fiyat
float
fmt
fonksiyonlar
for
fresh
full
funding
gamma
gbm
gecmis
gelecekteki
geni
geometrik
ger
gercek
gercekte
gerekli
gerekmez
gone
gostergesi
guardrail
gunluk
half
halt
ham
hard
has
have
her
hesaplay
higher
hyperliquid
ihtiyac
imdiki
imdikine
imiz
imkans
implementation
inde
inden
ine
init
int
invalid
json
kac
kalan
kald
kar
kas
katman
katmani
kesinli
key
keys
kisa
klar
kontrol
ksek
kten
kullan
kulland
larda
larini
list
local
log
main
mark
market
marketi
marketler
marketlerde
marketleri
markets
matches
matematiksel
means
mevcut
min
minutes
mis
mismatch
mispricing
missing
mock
model
modelde
more
move
mum
mumun
nceki
nda
ndaki
ndaysa
nde
nden
ndeyse
neg
negatif
negative
nen
ner
nmak
nmeyenlerde
non
none
normal
now
olan
olanlar
old
olmamal
open
option
oracle
output
parse
pass
past
pct
periyodun
permissions
plan
polymarket
positive
post
pozitif
price
prices
process
public
raise
raises
ral
range
real
realized
reason
ref
referans
referansta
referanstayken
reference
remaining
required
resolution
result
returns
rewrite
risk
rlat
rular
rulay
sabitle
sahte
saniyeden
sapmayla
scan
scout
seconds
senaryo
settings
short
shortterm
sigma
signal
simetri
single
slug
slugs
soft
solana
somut
son
sonras
sonu
sorted
spot
start
state
str
string
structure
symmetry
takip
tam
tan
tarar
taze
tek
teki
test
testler
testleri
tests
tetikler
threshold
time
timestamp
too
triggers
true
ulda
unit
unknown
uretir
uses
utc
uydurma
uzun
vadeli
valid
value
var
varl
varsa
varsay
veri
verifier
verify
verilince
veya
vol
when
window
works
xrp
yak
yap
yapilandirmasi
yes
yeterince
yla
yok
yoksa
yon
yor
zaman
zero
zorunlu